Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Email verification complete.
ar: اكتمل التحقق من البريد الإلكتروني.
de: E-Mail-Verifizierung abgeschlossen.
es: Verificación de correo completada.
fr: Vérification de l'e-mail terminée.
hi: ईमेल सत्यापन पूरा हुआ।
id: Verifikasi email selesai.
ja: メール認証が完了しました。
ko: 이메일 인증이 완료되었습니다.
pt_br: Verificação de e-mail concluída.
ru: Подтверждение эл. почты завершено.
th: ยืนยันอีเมลเรียบร้อยแล้ว
tr: E-posta doğrulaması tamamlandı.
vi: Đã xác minh email.
zh_hans: 邮箱验证完成。
zh_hant: 電子郵件驗證完成。

source: Email verification is temporarily unavailable. Please try again.
ar: التحقق من البريد الإلكتروني غير متاح مؤقتًا. يرجى المحاولة مرة أخرى.
de: Die E-Mail-Verifizierung ist vorübergehend nicht verfügbar. Bitte versuche es erneut.
es: La verificación de correo no está disponible temporalmente. Inténtalo de nuevo.
fr: La vérification de l'e-mail est temporairement indisponible. Réessayez.
hi: ईमेल सत्यापन अस्थायी रूप से अनुपलब्ध है। कृपया पुनः प्रयास करें।
id: Verifikasi email sementara tidak tersedia. Silakan coba lagi.
ja: メール認証を一時的にご利用いただけません。しばらくしてからお試しください。
ko: 이메일 인증을 일시적으로 사용할 수 없습니다. 다시 시도해 주세요.
pt_br: A verificação de e-mail está temporariamente indisponível. Tente novamente.
ru: Подтверждение эл. почты временно недоступно. Повторите попытку.
th: การยืนยันอีเมลไม่พร้อมใช้งานชั่วคราว โปรดลองอีกครั้ง
tr: E-posta doğrulaması geçici olarak kullanılamıyor. Lütfen yeniden dene.
vi: Xác minh email tạm thời không khả dụng. Vui lòng thử lại.
zh_hans: 邮箱验证暂时不可用，请稍后重试。
zh_hant: 電子郵件驗證暫時無法使用，請稍後重試。

source: Empty Provider Response
ar: استجابة فارغة من المزود
de: Leere Anbieterantwort
es: Respuesta vacía del proveedor
fr: Réponse vide du fournisseur
hi: खाली प्रदाता प्रतिक्रिया
id: Respon Penyedia Kosong
ja: プロバイダーの応答が空です
ko: 제공업체 응답 없음
pt_br: Resposta vazia do provedor
ru: Пустой ответ поставщика
th: การตอบกลับของผู้ให้บริการว่างเปล่า
tr: Boş Sağlayıcı Yanıtı
vi: Phản hồi của nhà cung cấp trống
zh_hans: 服务商返回了空响应
zh_hant: 服務商返回了空回應

source: Enable Image Generation
ar: تفعيل توليد الصور
de: Bildgenerierung aktivieren
es: Activar generación de imágenes
fr: Activer la génération d'images
hi: इमेज जनरेशन सक्षम करें
id: Aktifkan Pembuatan Gambar
ja: 画像生成を有効化
ko: 이미지 생성 활성화
pt_br: Ativar geração de imagens
ru: Включить генерацию изображений
th: เปิดใช้การสร้างรูปภาพ
tr: Görsel Üretimini Aç
vi: Bật tạo hình ảnh
zh_hans: 启用图片生成
zh_hant: 啟用圖片生成

source: Enabled Models
ar: النماذج المفعّلة
de: Aktivierte Modelle
es: Modelos habilitados
fr: Modèles activés
hi: सक्षम मॉडल
id: Model yang Diaktifkan
ja: 有効なモデル
ko: 활성화된 모델
pt_br: Modelos habilitados
ru: Включенные модели
th: รุ่นที่เปิดใช้งาน
tr: Etkinleştirilen Modeller
vi: Mô hình đã kích hoạt
zh_hans: 已启用模型
zh_hant: 已啟用模型

source: Engine Runtime
ar: بيئة تشغيل المحرك
de: Engine-Laufzeit
es: Entorno del motor
fr: Runtime du moteur
hi: इंजन रनटाइम
id: Runtime mesin
ja: エンジン実行環境
ko: 엔진 런타임
pt_br: Runtime do mecanismo
ru: Среда выполнения движка
th: รันไทม์ของเอนจิน
tr: Motor çalışma zamanı
vi: Môi trường chạy engine
zh_hans: 引擎实验项
zh_hant: 引擎實驗項

source: Enter a model ID your relay supports and pick its capabilities.
ar: أدخل معرّف نموذج يدعمه Relay الخاص بك واختر قدراته.
de: Gib eine von deinem Relay unterstützte Modell-ID ein und wähle die Funktionen aus.
es: Introduce un ID de modelo compatible con tu relé y elige sus capacidades.
fr: Saisis un ID de modèle pris en charge par ton relais et choisis ses capacités.
hi: अपने रिले द्वारा समर्थित मॉडल ID दर्ज करें और इसकी क्षमताएँ चुनें।
id: Masukkan ID model yang didukung relay Anda dan pilih kemampuannya.
ja: Relay がサポートするモデル ID を入力し、その機能を選択してください。
ko: Relay가 지원하는 모델 ID를 입력하고 기능을 선택하세요.
pt_br: Digite um ID de modelo compatível com seu relay e escolha seus recursos.
ru: Введите ID модели, поддерживаемой вашим Relay, и выберите её возможности.
th: ใส่ ID โมเดลที่ Relay ของคุณรองรับและเลือกความสามารถของมัน
tr: Relay'inizin desteklediği bir model ID'sini girin ve yeteneklerini seçin.
vi: Nhập ID mô hình mà Relay của bạn hỗ trợ và chọn khả năng của nó.
zh_hans: 输入你的 Relay 支持的模型 ID 并选择其能力。
zh_hant: 輸入你的 Relay 支援的模型 ID,並選擇其能力。

source: Enter an API key before continuing
ar: أدخل مفتاح API قبل المتابعة
de: Gib einen API-Schlüssel ein, bevor Sie fortfahren
es: Ingrese una clave API antes de continuar
fr: Saisissez une clé API avant de continuer
hi: जारी रखने से पहले एक API दर्ज करें
id: Masukkan API sebelum melanjutkan
ja: 続行する前に APIキーを入力してください
ko: 계속하기 전에 API 키를 입력하세요
pt_br: Insira uma chave de API antes de continuar
ru: Введите API, прежде чем продолжить.
th: ป้อน API ก่อนดำเนินการต่อ
tr: Devam etmeden önce bir API girin
vi: Nhập API trước khi tiếp tục
zh_hans: 请先输入 API 密钥
zh_hant: 在繼續之前輸入 API 金鑰

source: Enter the 6-digit code from your email to continue.
ar: أدخل الرمز المكوّن من 6 أرقام من بريدك الإلكتروني للمتابعة.
de: Gib den 6-stelligen Code aus deiner E-Mail ein, um fortzufahren.
es: Ingresa el código de 6 dígitos de tu correo para continuar.
fr: Saisissez le code à 6 chiffres reçu par e-mail pour continuer.
hi: जारी रखने के लिए अपने ईमेल से 6 अंकों का कोड दर्ज करें।
id: Masukkan kode 6 digit dari email Anda untuk melanjutkan.
ja: メールに記載された 6 桁のコードを入力して続行してください。
ko: 계속하려면 이메일의 6자리 코드를 입력하세요.
pt_br: Digite o código de 6 dígitos do seu e-mail para continuar.
ru: Введите 6-значный код из письма, чтобы продолжить.
th: กรอกรหัส 6 หลักจากอีเมลของคุณเพื่อดำเนินการต่อ
tr: Devam etmek için e-postandaki 6 haneli kodu gir.
vi: Nhập mã 6 chữ số trong email của bạn để tiếp tục.
zh_hans: 输入邮件中的 6 位验证码以继续。
zh_hant: 輸入郵件中的 6 位驗證碼以繼續。

source: Enter the 6-digit verification code from your email.
ar: أدخل رمز التحقق المكوّن من 6 أرقام من بريدك الإلكتروني.
de: Gib den 6-stelligen Code aus deiner E-Mail ein.
es: Ingresa el código de 6 dígitos de tu correo.
fr: Saisissez le code à 6 chiffres reçu par e-mail.
hi: अपने ईमेल से 6 अंकों का सत्यापन कोड दर्ज करें।
id: Masukkan kode verifikasi 6 digit dari email Anda.
ja: メールに記載された 6 桁の確認コードを入力してください。
ko: 이메일에 있는 6자리 인증 코드를 입력하세요.
pt_br: Digite o código de 6 dígitos do seu e-mail.
ru: Введите 6-значный код из письма.
th: กรอกรหัสยืนยัน 6 หลักจากอีเมลของคุณ
tr: E-postandaki 6 haneli doğrulama kodunu gir.
vi: Nhập mã xác minh 6 chữ số trong email của bạn.
zh_hans: 请输入邮件中的 6 位验证码。
zh_hant: 請輸入郵件中的 6 位驗證碼。

source: Enter your API key
ar: أدخل مفتاح API الخاص بك
de: Gib deinen API-Schlüssel ein
es: Ingrese su clave API
fr: Entrez votre clé API
hi: अपना API दर्ज करें
id: Masukkan API Anda
ja: APIキーを入力
ko: API 키를 입력하세요
pt_br: Insira sua chave API
ru: Введите свой API
th: กรอก API ของคุณ
tr: API'nizi girin
vi: Nhập API của bạn
zh_hans: 输入你的 API 密钥
zh_hant: 輸入你的 API 金鑰

source: Estimated %@ — early in the month
ar: يقدر%@— في وقت مبكر من الشهر
de: Geschätzte%@– Anfang des Monats
es: Estimado%@: principios de mes
fr: Estimation%@— début du mois
hi: अनुमानित%@- महीने की शुरुआत में
id: Perkiraan%@— di awal bulan
ja: 推定%@— 月初め
ko: 예상%@— 월 초
pt_br: Estimado%@– início do mês
ru: Ориентировочно%@— в начале месяца
th: ประมาณการ%@— ต้นเดือน
tr: Tahmini%@— ayın başlarında
vi: Ước tính%@— đầu tháng
zh_hans: 预估 %@ — 月初早期数据
zh_hant: 預估 %@ — 月初早期數據

source: Estimated Usage
ar: الاستخدام التقديري
de: Geschätzte Nutzung
es: Uso estimado
fr: Utilisation estimée
hi: अनुमानित उपयोग
id: Perkiraan Pemakaian
ja: 推定使用量
ko: 예상 사용량
pt_br: Uso estimado
ru: Предполагаемое использование
th: การใช้งานโดยประมาณ
tr: Tahmini Kullanım
vi: Mức sử dụng ước tính
zh_hans: 估算消耗
zh_hant: 估算消耗

source: Search every message requires an official recipe for this connection.
ar: يتطلب خيار "في كل مرة" وصفة رسمية لهذا الاتصال.
de: „Jedes Mal“ erfordert ein offizielles Rezept für diese Verbindung.
es: «Siempre» requiere una receta oficial para esta conexión.
fr: « À chaque fois » nécessite une recette officielle pour cette connexion.
hi: "हर बार" के लिए इस कनेक्शन की आधिकारिक रेसिपी आवश्यक है।
id: "Setiap kali" memerlukan resep resmi untuk koneksi ini.
ja: 「毎回」にはこの接続の公式レシピが必要です。
ko: "항상"을 사용하려면 이 연결의 공식 레시피가 필요합니다.
pt_br: "Sempre" requer uma receita oficial para esta conexão.
ru: «Каждый раз» требует официального рецепта для этого подключения.
th: "ทุกครั้ง" ต้องใช้สูตรอย่างเป็นทางการสำหรับการเชื่อมต่อนี้
tr: "Her seferinde" bu bağlantı için resmi bir tarif gerektirir.
vi: "Mỗi lần" cần có công thức chính thức cho kết nối này.
zh_hans: 「每条消息都搜索」需要此连接的官方配方。
zh_hant: 「每則訊息都搜尋」需要此連線的官方配方。

source: Expand
ar: توسيع
de: Erweitern
es: Expandir
fr: Développer
hi: बढ़ाना
id: Memperluas
ja: 展開
ko: 펼치기
pt_br: Expandir
ru: Расширять
th: ขยาย
tr: Genişletmek
vi: Mở rộng
zh_hans: 展开
zh_hant: 展開

source: Explain this code
ar: اشرح هذا الكود
de: Diesen Code erklären
es: Explicar este código
fr: Expliquer ce code
hi: इसे स्पष्ट करें कोड
id: Jelaskan ini kode
ja: このコードを 説明
ko: 이 코드 설명하기
pt_br: Explicar este código
ru: Объясните это код
th: อธิบายเรื่องนี้ รหัส
tr: Bunu açıkla kod
vi: Giải thích điều này mã
zh_hans: 解释这段 代码
zh_hant: 解釋這段 程式碼

# Explain this code
source: Explain this\ncode
ar: اشرح هذا\nالكود
de: Diesen Code\nerklären
es: Explicar este\ncódigo
fr: Expliquer ce\ncode
hi: इस\nकोड को समझाइये
id: Jelaskan\nkode ini
ja: このコードを\n説明
ko: 이 코드\n설명하기
pt_br: Explicar este\ncódigo
ru: Объясните этот\nкод
th: อธิบาย\nโค้ดนี้
tr: Bu\nkodu açıklayın
vi: Giải thích điều này\ncode
zh_hans: 解释这段\n代码
zh_hant: 解釋這段\n程式碼

source: Export Failed
ar: فشل التصدير
de: Export fehlgeschlagen
es: Exportación fallida
fr: Échec de l'exportation
hi: निर्यात विफल
id: Ekspor Gagal
ja: エクスポートに失敗しました
ko: 내보내기 실패
pt_br: Falha na exportação
ru: Экспорт не выполнен
th: การส่งออกล้มเหลว
tr: Dışa Aktarma Başarısız
vi: Xuất không thành công
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Exported backups can be encrypted
ar: يمكن تشفير النسخ الاحتياطية المصدرة
de: Exportierte Backups können verschlüsselt werden
es: Las copias de seguridad exportadas se pueden cifrar
fr: Les sauvegardes exportées peuvent être chiffrées
hi: निर्यातित बैकअप को एन्क्रिप्ट किया जा सकता है
id: Cadangan yang diekspor dapat dienkripsi
ja: エクスポートされたバックアップは暗号化可能
ko: 내보낸 백업은 암호화 가능
pt_br: Backups exportados podem ser criptografados
ru: Экспортированные резервные копии могут быть зашифрованы.
th: ข้อมูลสำรองที่ส่งออกสามารถเข้ารหัสได้
tr: Dışa aktarılan yedeklemeler şifrelenebilir
vi: Các bản sao lưu đã xuất có thể được mã hóa
zh_hans: 导出备份可以加密
zh_hant: 匯出的備份可以加密

source: Extra Headers
ar: Headers إضافية
de: Zusätzliche Headers
es: Headers adicionales
fr: Headers supplémentaires
hi: अतिरिक्त Headers
id: Headers Tambahan
ja: 追加 Headers
ko: 추가 Headers
pt_br: Headers extras
ru: Дополнительные Headers
th: Headers เพิ่มเติม
tr: Ek Headers
vi: Headers bổ sung
zh_hans: 额外请求头
zh_hant: 額外 Headers

source: Extra Query Params
ar: Query Params إضافية
de: Zusätzliche Query Params
es: Query Params adicionales
fr: Query Params supplémentaires
hi: अतिरिक्त Query Params
id: Query Params Tambahan
ja: 追加 Query Params
ko: 추가 Query Params
pt_br: Query Params extras
ru: Дополнительные Query Params
th: Query Params เพิ่มเติม
tr: Ek Query Params
vi: Query Params bổ sung
zh_hans: 额外 Query 参数
zh_hant: 額外 Query 參數

# FURTHER READING
source: OTHER MODELS
ar: نماذج أخرى
de: WEITERE MODELLE
es: OTROS MODELOS
fr: AUTRES MODÈLES
hi: अन्य मॉडल
id: MODEL LAINNYA
ja: その他のモデル
ko: 기타 모델
pt_br: OUTROS MODELOS
ru: ДРУГИЕ МОДЕЛИ
th: โมเดลอื่น
tr: DİĞER MODELLER
vi: MÔ HÌNH KHÁC
zh_hans: 其他模型
zh_hant: 其他模型

source: Fast & affordable
ar: سريع وبأسعار معقولة
de: Schnell & günstig
es: Rápido y económico
fr: Rapide et abordable
hi: तेज़ और किफ़ायती
id: Cepat & terjangkau
ja: 高速・低価格
ko: 빠르고 경제적
pt_br: Rápido e acessível
ru: Быстро и доступно
th: เร็วและคุ้มค่า
tr: Hızlı ve uygun fiyatlı
vi: Nhanh & tiết kiệm
zh_hans: 快速实惠
zh_hant: 快速實惠

source: Fast inference platforms with OpenAI-compatible APIs
ar: منصات استدلال سريعة بواجهات برمجة متوافقة مع OpenAI
de: Schnelle Inferenzplattformen mit OpenAI-kompatiblen APIs
es: Plataformas de inferencia rápida con APIs compatibles con OpenAI
fr: Plateformes d'inférence rapide avec APIs compatibles OpenAI
hi: OpenAI-संगत APIs के साथ तेज़ अनुमान प्लेटफ़ॉर्म
id: Platform inferensi cepat dengan API yang kompatibel dengan OpenAI
ja: OpenAI互換APIを備えた高速推論プラットフォーム
ko: OpenAI 호환 API를 갖춘 빠른 추론 플랫폼
pt_br: Plataformas de inferência rápida com APIs compatíveis com OpenAI
ru: Платформы быстрого вывода с OpenAI-совместимыми API
th: แพลตฟอร์มการอนุมานที่รวดเร็วด้วย API ที่เข้ากันได้กับ OpenAI
tr: OpenAI uyumlu API'lerle hızlı çıkarım platformları
vi: Nền tảng suy luận nhanh với API tương thích OpenAI
zh_hans: 兼容 OpenAI API 的快速推理平台
zh_hant: 相容 OpenAI API 的快速推理平台

source: File
ar: ملف
de: Datei
es: Archivo
fr: Fichier
hi: फ़ाइल
id: Mengajukan
ja: ファイル
ko: 파일
pt_br: Arquivo
ru: Файл
th: ไฟล์
tr: Dosya
vi: Tài liệu
zh_hans: 文件
zh_hant: 檔案

source: Fix Now
ar: إصلاح الآن
de: Jetzt beheben
es: Corregir ahora
fr: Corriger maintenant
hi: अब ठीक करें
id: Perbaiki Sekarang
ja: 今すぐ修正
ko: 지금 수정
pt_br: Corrigir agora
ru: Исправить сейчас
th: แก้ไขตอนนี้
tr: Şimdi Düzelt
vi: Sửa ngay
zh_hans: 立即修复
zh_hant: 立即修復

source: Fixed by model
ar: ثابت بواسطة النموذج
de: Vom Modell festgelegt
es: Fijado por el modelo
fr: Fixé par le modèle
hi: मॉडल द्वारा निश्चित
id: Ditetapkan oleh model
ja: モデルにより固定
ko: 모델에서 고정
pt_br: Definido pelo modelo
ru: Задано моделью
th: กำหนดโดยโมเดล
tr: Model tarafından sabitlendi
vi: Do mô hình cố định
zh_hans: 由模型固定
zh_hant: 由模型固定

source: Flagship GPT models
ar: نماذج GPT الرائدة
de: Top-GPT-Modelle
es: Modelos GPT insignia
fr: Modèles GPT phares
hi: फ्लैगशिप GPT मॉडल
id: Model GPT unggulan
ja: GPT 旗艦モデル
ko: 플래그십 GPT 모델
pt_br: Modelos GPT de ponta
ru: Флагманские модели GPT
th: โมเดล GPT เรือธง
tr: Amiral GPT modelleri
vi: Mô hình GPT hàng đầu
zh_hans: GPT 旗舰模型
zh_hant: GPT 旗艦模型

source: Follow System
ar: حسب النظام
de: Automatisch
es: Seguir el sistema
fr: Suivre le système
hi: सिस्टम का पालन करें
id: Ikuti Sistem
ja: システムに従う
ko: 시스템 따르기
pt_br: Seguir o sistema
ru: Следовать за системой
th: ติดตามระบบ
tr: Sistemi Takip Et
vi: Theo dõi hệ thống
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: For example:
ar: على سبيل المثال:
de: Zum Beispiel:
es: Por ejemplo:
fr: Par exemple :
hi: उदाहरण के लिए:
id: Misalnya:
ja: 例えば：
ko: 예시:
pt_br: Por exemplo:
ru: Например:
th: ตัวอย่างเช่น:
tr: Örneğin:
vi: Ví dụ:
zh_hans: 例如：
zh_hant: 例如：

source: For security reasons, verify your email with a 6-digit code to continue.
ar: لأسباب أمنية، تحقق من بريدك الإلكتروني برمز من 6 أرقام للمتابعة.
de: Bestätige aus Sicherheitsgründen deine E-Mail mit einem 6-stelligen Code, um fortzufahren.
es: Por seguridad, verifica tu correo con un código de 6 dígitos para continuar.
fr: Pour des raisons de sécurité, vérifiez votre e-mail avec un code à 6 chiffres pour continuer.
hi: सुरक्षा कारणों से, जारी रखने के लिए 6 अंकों के कोड से अपना ईमेल सत्यापित करें।
id: Demi keamanan, verifikasi email Anda dengan kode 6 digit untuk melanjutkan.
ja: セキュリティのため、6 桁のコードでメールを確認してから続行してください。
ko: 보안을 위해 6자리 코드로 이메일을 인증한 후 계속하세요.
pt_br: Por segurança, verifique seu e-mail com um código de 6 dígitos para continuar.
ru: В целях безопасности подтвердите почту 6-значным кодом, чтобы продолжить.
th: เพื่อความปลอดภัย โปรดยืนยันอีเมลด้วยรหัส 6 หลักเพื่อดำเนินการต่อ
tr: Güvenlik nedeniyle devam etmek için e-postanı 6 haneli kodla doğrula.
vi: Vì lý do bảo mật, hãy xác minh email bằng mã 6 chữ số để tiếp tục.
zh_hans: 出于安全考虑，请用 6 位验证码验证邮箱后继续。
zh_hant: 基於安全考量，請用 6 位驗證碼驗證電子郵件後繼續。

source: Forecast appears after enough usage
ar: تظهر التوقعات بعد الاستخدام الكافي
de: Die Prognose wird nach ausreichender Nutzung angezeigt
es: El pronóstico aparece después de un uso suficiente
fr: La prévision apparaît après une utilisation suffisante
hi: पर्याप्त उपयोग के बाद पूर्वानुमान प्रकट होता है
id: Ramalan muncul setelah penggunaan cukup
ja: 十分に使用すると予測が表示されます
ko: 충분히 사용한 후에 예측이 나타납니다.
pt_br: A previsão aparece após uso suficiente
ru: Прогноз появляется после достаточного использования
th: การคาดการณ์จะปรากฏขึ้นหลังจากใช้งานเพียงพอ
tr: Tahmin, yeterli kullanımdan sonra görünür
vi: Dự báo xuất hiện sau khi sử dụng đủ
zh_hans: 使用量足够后显示预测
zh_hant: 使用量足夠後顯示預測

source: Free
ar: مجاني
de: Kostenlos
es: Gratis
fr: Gratuit
hi: मुक्त
id: Bebas
ja: 無料
ko: 무료
pt_br: Grátis
ru: Бесплатно
th: ฟรี
tr: Özgür
vi: Miễn phí
zh_hans: 免费
zh_hant: 免費

source: GLM models
ar: نماذج GLM
de: GLM-Modelle
es: Modelos GLM
fr: Modèles GLM
hi: GLM मॉडल
id: Model GLM
ja: GLM モデル
ko: GLM 모델
pt_br: Modelos GLM
ru: Модели GLM
th: โมเดล GLM
tr: GLM modelleri
vi: Mô hình GLM
zh_hans: GLM 系列模型
zh_hant: GLM 系列模型

source: Gemini (OpenAI-compatible)
ar: Gemini (متوافق مع OpenAI)
de: Gemini (OpenAI-kompatibel)
es: Gemini (compatible con OpenAI)
fr: Gemini (compatible OpenAI)
id: Gemini (kompatibel OpenAI)
ja: Gemini（OpenAI 互換）
ko: Gemini (OpenAI 호환)
pt_br: Gemini (compatível com OpenAI)
ru: Gemini (совместимо с OpenAI)
th: Gemini (รองรับ OpenAI)
tr: Gemini (OpenAI uyumlu)
vi: Gemini (tương thích OpenAI)
zh_hans: Gemini（OpenAI 兼容）
zh_hant: Gemini（OpenAI 相容）

source: Gemini direct / Google AI Studio
ar: Gemini مباشر / Google AI Studio
de: Gemini direkt / Google AI Studio
es: Gemini directo / Google AI Studio
hi: Gemini डायरेक्ट / Google AI Studio
id: Gemini langsung / Google AI Studio
ja: Gemini 直結 / Google AI Studio
ko: Gemini 직접 / Google AI Studio
pt_br: Gemini direto / Google AI Studio
ru: Gemini напрямую / Google AI Studio
th: Gemini โดยตรง / Google AI Studio
tr: Gemini doğrudan / Google AI Studio
vi: Gemini trực tiếp / Google AI Studio
zh_hans: Gemini 直连 / Google AI Studio
zh_hant: Gemini 直連 / Google AI Studio

source: General model
ar: النموذج العام
de: Allgemeines Modell
es: modelo general
fr: Modèle général
hi: सामान्य मॉडल
id: Model umum
ja: 一般モデル
ko: 일반 모델
pt_br: Modelo geral
ru: Общая модель
th: รุ่นทั่วไป
tr: Genel model
vi: Mô hình chung
zh_hans: 通用模型
zh_hant: 通用模型

source: General-purpose chat model
ar: نموذج الدردشة للأغراض العامة
de: Allzweck-Chat-Modell
es: Modelo de chat de propósito general
fr: Modèle de chat à usage général
hi: सामान्य प्रयोजन चैट मॉडल
id: Model obrolan tujuan umum
ja: 汎用チャットモデル
ko: 범용 채팅 모델
pt_br: Modelo de chat de uso geral
ru: Модель чата общего назначения
th: รูปแบบการสนทนาวัตถุประสงค์ทั่วไป
tr: Genel amaçlı sohbet modeli
vi: Mô hình trò chuyện đa năng
zh_hans: 通用聊天模型
zh_hant: 一般聊天模型

source: Generate draft from recent chats (uses your API)
ar: إنشاء مسودة من المحادثات الأخيرة (يستخدم API الخاص بك)
de: Entwurf aus letzten Chats generieren (nutzt deine API)
es: Generar borrador de chats recientes (usa tu API)
fr: Générer un brouillon depuis les chats récents (utilise votre API)
hi: हाल की चैट से ड्राफ्ट जेनरेट करें (आपके API का उपयोग करता है)
id: Hasilkan draf dari obrolan terbaru (menggunakan API Anda)
ja: 最近の会話から下書きを生成（あなたのAPIを使用）
ko: 최근 대화에서 초안 생성 (API 사용)
pt_br: Gerar rascunho de conversas recentes (usa sua API)
ru: Создать черновик из последних чатов (использует ваш API)
th: สร้างฉบับร่างจากการแชทล่าสุด (ใช้ API ของคุณ)
tr: Son sohbetlerden taslak oluşturun (API'nizi kullanır)
vi: Tạo bản nháp từ các cuộc trò chuyện gần đây (sử dụng API của bạn)
zh_hans: 从近期对话生成草稿（使用你的 API）
zh_hant: 從近期對話生成草稿（使用你的 API）

source: Generating
ar: جارٍ الإنشاء
de: Wird generiert
es: Generando
fr: Génération en cours
hi: उत्पादक
id: Menghasilkan
ja: 生成中
ko: 생성 중
pt_br: Gerando
ru: Создание
th: กำลังสร้าง
tr: Üretiliyor
vi: Đang tạo
zh_hans: 生成中
zh_hant: 生成中

source: Glad you're up.
ar: سعيدٌ برؤيتك.
de: Schön, dich zu sehen.
es: Me alegra verte.
fr: Heureux de te voir.
hi: तुम्हें देखकर अच्छा लगा।
id: Senang melihatmu.
ja: おはよう、会えてうれしいよ
ko: 만나서 반가워
pt_br: Que bom te ver.
ru: Рад тебя видеть.
th: ดีใจที่ได้เจอ
tr: Seni görmek güzel.
vi: Vui khi gặp bạn.
zh_hans: 见到你真好
zh_hant: 見到你真好

source: Good afternoon
ar: طاب نهارك
de: Guten Tag
es: Buenas tardes
fr: Bon après-midi
hi: शुभ दोपहर
id: Selamat siang
ja: こんにちは
ko: 좋은 오후예요
pt_br: Boa tarde
ru: Добрый день
th: สวัสดียามบ่าย
tr: İyi günler
vi: Chào buổi chiều
zh_hans: 下午好
zh_hant: 午安

source: Good afternoon, %@.
ar: طاب نهارك، %@.
de: Guten Tag, %@.
es: Buenas tardes, %@.
fr: Bon après-midi, %@.
hi: नमस्ते, %@।
id: Selamat siang, %@.
ja: こんにちは、%@さん
ko: 좋은 오후, %@
pt_br: Boa tarde, %@.
ru: Добрый день, %@.
th: สวัสดี %@
tr: İyi günler, %@.
vi: Chào buổi chiều, %@.
zh_hans: 下午好，%@
zh_hant: 午安，%@

source: Good evening
ar: مساء الخير
de: Guten Abend
es: Buenas noches
fr: Bonsoir
hi: शुभ संध्या
id: Selamat malam
ja: こんばんは
ko: 좋은 저녁이에요
pt_br: Boa noite
ru: Добрый вечер
th: สวัสดียามค่ำ
tr: İyi akşamlar
vi: Chào buổi tối
zh_hans: 晚上好
zh_hant: 晚上好

source: Good evening, %@.
ar: مساء الخير، %@.
de: Guten Abend, %@.
es: Buenas noches, %@.
fr: Bonsoir, %@.
hi: शुभ संध्या, %@।
id: Selamat malam, %@.
ja: こんばんは、%@さん
ko: 좋은 저녁, %@
pt_br: Boa noite, %@.
ru: Добрый вечер, %@.
th: สวัสดียามค่ำ %@
tr: İyi akşamlar, %@.
vi: Chào buổi tối, %@.
zh_hans: 晚上好，%@
zh_hant: 晚上好，%@

source: Good for web research and aggregated answers
ar: جيد لأبحاث الويب والإجابات المجمعة
de: Gut für Webrecherchen und aggregierte Antworten
es: Bueno para investigación web y respuestas agregadas.
fr: Idéal pour la recherche sur le Web et les réponses agrégées
hi: वेब अनुसंधान और समग्र उत्तरों के लिए अच्छा है
id: Cocok untuk riset web dan jawaban gabungan
ja: ウェブ調査や回答の集約に適しています
ko: 웹 조사 및 답변 집계에 적합
pt_br: Bom para pesquisas na web e respostas agregadas
ru: Подходит для веб-исследований и агрегированных ответов.
th: เหมาะสำหรับการวิจัยเว็บและรวบรวมคำตอบ
tr: Web araştırması ve toplu yanıtlar için iyi
vi: Tốt cho nghiên cứu web và câu trả lời tổng hợp
zh_hans: 适合网络搜索和聚合回答
zh_hant: 適合網路研究和總結答案

source: Good morning
ar: صباح الخير
de: Guten Morgen
es: Buenos días
fr: Bonjour
hi: सुप्रभात
id: Selamat pagi
ja: おはようございます
ko: 좋은 아침이에요
pt_br: Bom dia
ru: Доброе утро
th: อรุณสวัสดิ์
tr: Günaydın
vi: Chào buổi sáng
zh_hans: 早上好
zh_hant: 早安

source: Good morning, %@.
ar: صباح الخير، %@.
de: Guten Morgen, %@.
es: Buenos días, %@.
fr: Bonjour, %@.
hi: सुप्रभात, %@।
id: Selamat pagi, %@.
ja: おはよう、%@さん
ko: 좋은 아침, %@
pt_br: Bom dia, %@.
ru: Доброе утро, %@.
th: อรุณสวัสดิ์ %@
tr: Günaydın, %@.
vi: Chào buổi sáng, %@.
zh_hans: 早上好，%@
zh_hant: 早安，%@

source: Google Gemini generateContent protocol.
ar: بروتوكول Google Gemini generateContent.
de: Google Gemini generateContent-Protokoll.
es: Protocolo generateContent de Google Gemini.
fr: Protocole generateContent de Google Gemini.
hi: Google Gemini generateContent प्रोटोकॉल।
id: Protokol generateContent Google Gemini.
ja: Google Gemini の generateContent プロトコル。
ko: Google Gemini generateContent 프로토콜.
pt_br: Protocolo generateContent do Google Gemini.
ru: Протокол Google Gemini generateContent.
th: โปรโตคอล generateContent ของ Google Gemini
tr: Google Gemini generateContent protokolü.
vi: Giao thức generateContent của Google Gemini.
zh_hans: Google Gemini generateContent 协议。
zh_hant: Google Gemini generateContent 協定。

source: Got It
ar: حسنًا
de: Verstanden
es: Entendido
fr: J'ai compris
hi: समझ गया
id: Mengerti
ja: 了解
ko: 확인
pt_br: Entendi
ru: Понятно
th: เข้าใจแล้ว
tr: Anladım
vi: Hiểu rồi
zh_hans: 知道了
zh_hant: 知道了

source: Granted
ar: ممنوح
de: Gewährt
es: Concedido
fr: Accordé
hi: प्रदान किया गया
id: Diberikan
ja: 付与済み
ko: 부여됨
pt_br: Concedido
ru: Предоставлено
th: มอบให้แล้ว
tr: Verildi
vi: Đã cấp
zh_hans: 已赠送
zh_hant: 已贈送

source: Great for deep analysis and long-form writing
ar: رائعة للتحليل العميق والكتابة الطويلة
de: Ideal für tiefgreifende Analysen und ausführliches Schreiben
es: Excelente para análisis profundos y escritura extensa.
fr: Idéal pour une analyse approfondie et une rédaction longue
hi: गहन विश्लेषण और दीर्घकालिक लेखन के लिए बढ़िया
id: Cocok untuk analisis mendalam dan penulisan jangka panjang
ja: 深い分析や長文の執筆に最適
ko: 심층 분석 및 장문 글쓰기에 적합
pt_br: Ótimo para análises profundas e redação longa
ru: Отлично подходит для глубокого анализа и написания длинных текстов.
th: เหมาะสำหรับการวิเคราะห์เชิงลึกและการเขียนแบบยาว
tr: Derin analiz ve uzun biçimli yazılar için harika
vi: Tuyệt vời để phân tích sâu và viết dài
zh_hans: 适合深度分析和长文写作
zh_hant: 非常適合深度分析和長篇寫作
